{
    "translation":{
        "1":{
            "vn":"Chào, tôi tên Lê Đắc Tiến, một lập trình viên về web. Tôi yêu thích các giao diện bắt mắt và các thuật toán logic. Tôi thích những điều mới mẻ và luôn tìm kiếm chúng trong cả công việc lẫn cuộc sống. Lập trình với tôi là sở thích và cũng là công việc. Sở thích tạo niềm vui và công việc cần trách nhiệm",
            "en":"Hello, my name is Le Dac Tien, a web programmer. I love the eye-catching interfaces and logical algorithms. I like new things and always look for them in both work and life. Programming for me is a hobby and also a job. Hobbies create joy and work requires responsibility."
        },

        "2":{
            "vn":"Tham gia nghiên cứu khoa học sinh viên",
            "en": "Undergraduate research team member"
        },

        "3":{
            "vn":"Đề tài: xây dựng một trò chơi bằng c++",
            "en":"Topic: \"Developing a game using C++.\""
        },

        "4":{
            "vn": "Chủ nhiệm đề tài nghiên cứu khoa học",
            "en": "Student research project team leader"
        },

        "5":{
            "vn":"Đề tài: Quản lý và đánh giá sự giống nhau cảu 2 đề tài nghiên cứu - Tác giả chính",
            "en":"Topic: \"Managing and evaluating similarities between two research topics.\" - Principal investigator"
        },

        "6":{
            "vn":"Thực tập sinh tại Công ty CPCN SAVIS",
            "en":"INTERN at SAVIS TECHNOLOGY GROUP"
        },

        "7":{
            "vn":"Nghiên cứu Angular V17. Xây dựng project với front-end: Angular, Back-end: api-C#, Postgresql, Kong gateway, Docker",
            "en":"Research Angular V17. Build projects with front-end: Angular, Back-end: api-C#, Postgresql, Kong Gateway, Docker"
        },

        "28":{
            "vn":"Làm việc tại cty vnconference",
            "en":"Working at vnconference company"
        },

        "29":{
            "vn":"Vị trí: Lập trình viên. Công việc chính: Xây dựng web theo yêu cầu (js,php), cài đặt các hệ thống (gcp,aws), tạo APP (Android S - JAVA)",
            "en":"Position: Programmer. Main work: Build websites as required (js, php), install systems (gcp, aws), Android Studio - JAVA"
        },

        "8":{
            "vn":"Đại học Kinh tế Kỹ thuật Công nghiệp (UNETI)",
            "en":"UNIVERSITY OF ECONOMICS - TECHNOLOGY FOR INDUSTRIES"
        },

        "9":{
            "vn":"Tốt nghiệp 2024.",
            "en":"Graduated: 2024."
        },

        "10":{
            "vn":"Điểm trung bình tích lũy: 8,58.(3,69)",
            "en":"Cumulative GPA: 8.58 (3,69)."
        },

        "11":{
            "vn":"Xếp loại học lực tích lũy: Xuất sắc.",
            "en":"Cumulative academic ranking: Excellent."
        },

        "12":{
            "vn":"APP ChiNote",
            "en":"APP ChiNote"
        },

        "13":{
            "vn":"Một sản phẩm trong quá trình tự học tập - FLUTTER",
            "en":"A product in the process of self-learning - FLUTTER"
        },

        "14":{
            "vn":"Một app offline ghi lại các chi tiêu / các kế hoạch tiết kiệm của bạn. Báo cáo thống kế để có cái nhìn trực quan.",
            "en":"An offline app that records your expenses / savings plans. Statistical reports for a visual view."
        },

        "15":{
            "vn":"Web countdown tết 2024 (js)",
            "en":"2024 countdown website (js)"
        },

        "16":{
            "vn":"Trang web countdown tết với các hiệu ứng pháo hoa, mưa lì xi và dữ liệu khi mở 1 lì xì.",
            "en":"Countdown website with fireworks effects, lucky money rain and more...<a href=\"https://youtube.com/live/uk97X_wwTwU?feature=share\" style=\"text-decoration: underline; font-weight: 600;color:black;\">Click video</a>"
        },

        "17":{
            "vn":"Web tin tức (full php)",
            "en":"News website (full php)"
        },

        "18":{
            "vn":"Nó tương tự như các trang web tin tức khác. Cho phép soạn thảo bài trên web, phân quyền quản lý các nội dung.(GitHub)",
            "en":"It is similar to other news websites. Allows editing articles on the web, decentralizing content management.(GitHub)"
        },

        "19":{
            "vn":"Web Quản Lý Công Việc (Angular)",
            "en":"Work Management Web (Angular)"
        },

        "20":{
            "vn":"Angular v17 + C# + Postgresql, Kong Gateway và Docker để triển khai api(GitHub)",
            "en":"Angular v17 + C# + Postgresql, Kong Gateway and Docker for api deployment(GitHub)"
        },

        "21":{
            "vn":"App Điểm danh (Flutter)",
            "en":"Attendance App (Flutter)"
        },

        "22":{
            "vn":"Một app nhỏ để bạn ghi lại lịch chấm công / thông báo nhắc nhở / báo cáo-thống kê.(GitHub)",
            "en":"A small app for you to record attendance / reminders / reports-statistics.(GitHub)"
        }
        ,

        "23":{
            "vn":"Hey. <span>CV</span> này sẽ trông <span>đẹp hơn</span> nếu như bạn mở nó trên một <span>màn hình máy tính</span> đấy.",
            "en":"Hey. <span>This CV </span> will look <span>better</span> if you open it <span>on a computer screen</span> ^_^."
        },

        "24":{
            "vn":"Hey. Chờ một chút. Bạn có thấy <span>Số trang</span> và ký hiệu <span>></span> này không?",
            "en":"Hey. Wait a minute. Do you see this <span>Page number</span> and the <span>></span> symbol?"
        },

        "25":{
            "vn":"Có chứ",
            "en":"Yesss"
        },

        "26":{
            "vn":"Hãy ấn vào <img src=\"./root/c2.png\" alt=\"\"> để xem các nội dung phía sau của page đó. Hi vọng bạn không bỏ lỡ nó.",
            "en":"Click <img src=\"./root/c2.png\" alt=\"\"> to see the content behind that page. Hope you don't miss it."
        },

        "27":{
            "vn":"Hiểu liền",
            "en":"Sure"
        },
        "30":{
            "vn":"Nghiên cứu, học tập các công nghệ mới - FLUTTER, ANGULAR, ERPNEXT-FRAPPE",
            "en":"Research and learn new technologies - FLUTTER, ANGULAR, ERPNEXT-FRAPPE"
        },
        "32":{
            "vn":"Hey - còn rất nhiều dự án khác trong (GitHub) Hãy ghé thăm nhé",
            "en":"Hey - there are many more projects in (GitHub) Please visit"
        }
    }
}